---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LevelAttrRoomComputationHeight
source: html/e88c1a60-a7b4-1182-41e3-a1bfb1ad0217.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LevelAttrRoomComputationHeight Property

"Computation Height"

## Syntax (C#)
```csharp
public static ForgeTypeId LevelAttrRoomComputationHeight { get; }
```